"""
1) Написати телеграм бота на основі HTTP BOT API  використовуючи бібліотеку requests
який буде кожні N хв присилати повідомлення  про стан загруженості кожного ядра процесора (в відсотках) а також інформацію про загруженість оперативної памяті
для отримання інформації про стан ресурсів можна скористатись бібліотекою psutil
також бот повинет записувати отримані заміри в базу даних
* для візуалізації можна за допомогою Mathplotlib згенерувати графік/діагарамку загруженості ресурсів  та надсилати повідомлення з картинкою
"""

import requests
